{
  "auto-dark-mode.nvim": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "detectindent": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-format.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nvim": { "branch": "main" },
  "nvim-lint": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "vim-easymotion": { "branch": "master" },
  "vim-elixir": { "branch": "master" },
  "vim-indentwise": { "branch": "master" },
  "vim-over": { "branch": "master" },
  "vim-peekaboo": { "branch": "master" },
  "vim-sandwich": { "branch": "master" },
  "vim-smoothie": { "branch": "master" },
  "which-key.nvim": { "branch": "main" }
}